Repository: Vilez0/pardus-domain-joiner
Catalog: po/*.po
Languages: pt, tr

source: Yes
pt: Sim
tr: Evet

source: No
pt: Não
tr: Hayır

source: Your computer will leave the domain. Are you sure?
pt: O computador sairá do domínio. Tem a certeza?
tr: Bilgisayarınız etki alanından ayrılacaktır. Emin misiniz?

source: Your computer is not part of a domain.
pt: O computador não faz parte de um domínio.
tr: Bilgisayarınız bir etki alanına dahil değildir.

source: Computer Name:
pt: Nome do computador:
tr: Bilgisayar Adı:

source: Domain Name:
pt: Nome do domínio:
tr: Etki Alanı Adı:

source: User Name:
pt: Nome de utilizador:
tr: Yetkili Kullanıcı:

source: Password:
pt: Palavra-passe:
tr: Parola:

source: set samba settings automatically
pt: definir automaticamente as definições do samba
tr: samba ayarlarını otomatik olarak yap

source: Organizational Unit
pt: Unidade organizacional
tr: Organizasyonel Birim

source: Default Container (Computers)
pt: Contentor predefinido (computadores)
tr: Varsayılan Kapsayıcı (Bilgisayar)

source: Specific OU Path:
pt: Caminho específico da OU:
tr: Belirli OB Yolu:

source: e.g. cn=Computers, dc=afad, dc=local
pt: ex: cn=Computadores, dc=domínio, dc=local
tr: örneğin cn=Computers, dc=etkialanı, dc=adı

source: e.g. cn=Computers, dc=domain, dc=name
pt: ex: cn=Computadores, dc=domínio, dc=nome
tr: örneğin cn=Computers, dc=etkialanı, dc=adı

source: Join Domain
pt: Aderir ao domínio
tr: Etki Alanına Dahil Et

source: Messages
pt: Mensagens
tr: Mesajlar

source: Restart
pt: Reiniciar
tr: Yeniden Başlat

source: is in the domain.
pt: está no domínio.
tr: etki alanındadır.

source: details
pt: detalhes
tr: detaylar

source: Leave Domain
pt: Sair do domínio
tr: Etki Alanından Ayrılın

source: e.g. user name
pt: ex: nome de utilizador
tr: örneğin kullanıcı adı

source: ID Check
pt: Verificação de ID
tr: ID Kontrol Et

source: Successfully left the domain. <b>Please restart your computer</b>
pt: Saiu do domínio com sucesso. <b>Reinicie o computador</b>
tr: Etki alanından başarıyla ayrıldı. <b>Lütfen bilgisayarınızı yeniden başlatın</b>

source: Pardus Domain Settings
pt: Definições de domínio Pardus
tr: Pardus Etki Alanı Ayarları

source: Information
pt: Informação
tr: Bilgi

source: Warning
pt: Aviso
tr: Uyarı

source: All blanks must be filled!
pt: Todos os espaços em branco devem ser preenchidos!
tr: Bütün boşluklar doldurulmalı!

source: The specific organizational unit path was not entered!
pt: O caminho específico da unidade organizacional não foi introduzido!
tr: Belirli bir organizasyon birimi yolu girilmedi!

source: The specific ou path was not entered!
pt: O caminho específico OU não foi introduzido!
tr: Belirli bir ou yolu girilmedi!

source: Please wait...
pt: Aguarde...
tr: Lütfen bekleyin...

source: Error: domain failed to join realm
pt: Erro: o domínio não conseguiu aderir ao realm
tr: Hata: etki alanı realm'e katılamadı

source: Not reachable, check your DNS address.
pt: Inacessível, verifique o seu endereço DNS.
tr: Ulaşılamıyor, DNS adresinizi kontrol edin.

source: Close
pt: Fechar
tr: Kapat

source: Back
pt: Voltar
tr: Geri

source: Domain name check: False
pt: Verificação do nome de domínio: Falso
tr: Etki alanı adı kontrolü: Yanlış

source: Domain username or password check: False
pt: Verificação do nome de utilizador ou da palavra-passe do domínio: Falso
tr: Etki alanı kullanıcı adı ya da parola kontrolü: Yanlış

source: This computer has been successfully added to the domain.
pt: Este computador foi adicionado com sucesso ao domínio.
tr: Bu bilgisayar başarıyla etki alanına dahil edildi.

source: You don't enter the password. Try again!
pt: Não introduziu a palavra-passe. Tente novamente!
tr: Parolayı girmediniz. Tekrar deneyiniz!

source: Domain name is incorrect.
pt: O nome de domínio está incorreto.
tr: Etki alanı adı doğru değil.

source: Your password or username is incorrect.
pt: A sua palavra-passe ou nome de utilizador está incorreto.
tr: Parolanız ya da kullanıcı adınız yanlış.

source: Your computer
pt: O seu computador
tr: Bilgisayarınız

source: user not found. Try again!
pt: utilizador não encontrado. Tente novamente!
tr: kullanıcısı bulunamadı. Tekrar deneyin!

source: No such user
pt: Não existe tal utilizador
tr: Böyle bir kullanıcı yok

source: Error!
pt: Erro!
tr: Hata!

source: Successful
pt: Bem sucedido
tr: Başarılı

source: Error: The following arguments are required!
pt: Erro: são necessários os seguintes argumentos!
tr: Hata: Aşağıdaki argümanlar gerekmektedir!

source: Please enter other commands:
pt: Introduza outros comandos:
tr: Lütfen diğer komutları girin:

source: [-d/--domain DOMAIN] [-c/--computer COMPUTER]
pt: [-d/--domain DOMÍNIO] [-c/--computer COMPUTADOR]
tr: [-d/--domain ETKI ALANI] [-c/--computer BILGISAYAR]

source: [-u/--username USERNAME] [--organizationalunit "ou=Computers"]
pt: [-u/--username NOME DE UTILIZADOR] [--organizationalunit "ou=Computadores"]
tr: [-u/--username YETKILI KULLANICI] [--organizationalunit "ou=Bilgisayar"]

source: [--password PASSWORD]
pt: [--password PALAVRA-PASSE]
tr: [--password PAROLA]

source: Enter the password of domain:
pt: Introduza a palavra-passe do domínio:
tr: Etki alanının parolasını giriniz:

source: Joining Domain...
pt: Aderir ao domínio...
tr: Etki Alanına Katılıyor...

source: This application is a simple CLI application that joins your computer to the domain or leaves it from the domain.
pt: Esta aplicação é uma aplicação CLI simples que adere o computador ao domínio ou o retira do domínio.
tr: Bu uygulama, bilgisayarınızı etki alanına dahil eden ya da onları etki alanından ayıran basit bir CLI uygulamasıdır.

source: joins your computer to the domain
pt: adere o computador ao domínio
tr: bilgisayarınızı etki alanına dahil eder

source: domain name
pt: nome do domínio
tr: etki alanı adı

source: computer name
pt: nome do computador
tr: bilgisayar adı

source: domain user name
pt: nome do utilizador do domínio
tr: etki alanı yetkili kullanıcısı

source: organizational unit
pt: unidade organizacional
tr: organizasyonel birim

source: password of domain user
pt: palavra-passe do utilizador do domínio
tr: etki alanı yetkili kullanıcısının parolası

source: adds samba settings when joining your computer to the domain, it is used with join
pt: adiciona definições samba quando adere o computador ao domínio, é utilizado com join
tr: bilgisayarınızı etki alanına dahil ederken samba ayarlarını ekler, join ile birlikte kullanılır

source: to leave the domain
pt: para sair do domínio
tr: etki alanından ayrılmak için

source: lists domain information
pt: lista as informações do domínio
tr: etki alanı bilgilerini listeler

source: shows the users ids in the domain
pt: mostra os IDs dos utilizadores no domínio
tr: etki alanındaki kullanıcıların kimliklerini gösterir

source: discovers whether the domain is reachable or not
pt: descobre se o domínio é acessível ou não
tr: etki alanı adının ulaşılabilir olup olmadığını keşfeder

source: Successfully left the domain.
pt: Saiu do domínio com sucesso.
tr: Etki alanından başarıyla ayrıldı.

source: Please restart your computer
pt: Reinicie o computador
tr: Lütfen bilgisayarınızı yeniden başlatın

source: Not yet joined in the domain.
pt: Ainda não aderiu ao domínio.

source: Already joined to this domain
pt: Já aderiu a este domínio
tr: Bu alana zaten katıldınız

source: changed hostname:
pt: nome do host alterado:
tr: ana bilgisayar adı değiştirildi:

source: checking /etc/hostname file...
pt: a verificar o ficheiro /etc/hostname...
tr: /etc/hostname dosyası kontrol ediliyor...

source: added domain name to /etc/hostname file
pt: adicionou o nome do domínio ao ficheiro /etc/hostname
tr: /etc/hostname dosyasına etki alanı adı eklendi

source: done
pt: concluído
tr: bitti

source: checking /etc/hosts file...
pt: a verificar o ficheiro /etc/hosts...
tr: /etc/hosts dosyası kontrol ediliyor...

source: added domain name to /etc/hosts file
pt: adicionou o nome do domínio ao ficheiro /etc/hosts
tr: /etc/hosts dosyasına etki alanı adı eklendi

source: {} is not installed.
pt: {} não está instalado.
tr: {} yüklü değil.

source: {} is installed.
pt: {} está instalado.
tr: {} yüklü.

source: Required packages are installing.
pt: Os pacotes necessários estão a ser instalados.
tr: Gerekli paketler yükleniyor.

source: Required packages already installed.
pt: Os pacotes necessários já estão instalados.
tr: Gerekli paketler yüklü.

source: Packages are not installed.
pt: Os pacotes não estão instalados.
tr: Paketler yüklenemedi.

source: joining the domain...
pt: aderir ao domínio...
tr: etki alanına dahil ediliyor...

source: An error occurred! Exit Code:
pt: Ocorreu um erro! Código de saída:
tr: Bir hata oluştu!. Çıkış Kodu:

source: OK
tr: Tamam
